

const qnaList = [
  {
  q: ' 처음으로 SNS를 경험한 연령대를 기억하시나요?',
  a: [
    { answer: '다음 ', type: [0] }
  ]
},
{
  q: ' 사용하는 SNS 의 종류는 몇가지 인가요?',
  a: [
    { answer: '다음 ', type: [0] }
  ]
},
{
  q: ' 하루에 SNS를 사용하는데 어느정도의 시간을 쓰시나요?',
  a: [
    { answer: '다음', type: [0] }
  ]
},
{
  q: ' 오늘 작성한 게시글의 갯수는 몇개인가요?',
  a: [
    { answer: '다음 ', type: [0] }
  ]
},

{
  q: ' 오늘 당신이 상호작용한 게시글의 갯수는 몇개인가요?',
  a: [
    { answer: '다음 ', type: [0] }
  ]
},
{
  q: ' 온라인 상에서 본인의 모습에 더 가까운 단어를 골라주세요.',
  a: [
    { answer: '공개적인 ', type: [4, 9, 11 ] },
    { answer: '폐쇠적인 ', type: [0, 3, 6, 10 ] }
  ]
},
{
  q: ' 온라인 상에서 본인의 모습에 더 가까운 단어를 골라주세요.',
  a: [
    { answer: '직설적인 ', type: [4, 9, 11 ] },
    { answer: '완곡한 ', type: [0, 3, 6, 10 ] }
  ]
},
{
  q: ' 온라인 상에서 본인의 모습에 더 가까운 단어를 골라주세요.',
  a: [
    { answer: '유희를 추구하는 ', type: [4, 9, 11 ] },
    { answer: '정보를 수집하는 ', type: [0, 3, 6, 10 ] }
  ]
},
{
  q: ' 온라인 상에서 본인의 모습에 더 가까운 단어를 골라주세요.',
  a: [
    { answer: '반박하는 ', type: [4, 9, 11 ] },
    { answer: '설득하는 ', type: [0, 3, 6, 10 ] }
  ]
},
{
  q: ' 온라인 상에서 본인의 모습에 더 가까운 단어를 골라주세요. ',
  a: [
    { answer: '반응하는 ', type: [4, 9, 11 ] },
    { answer: '수용하는 ', type: [0, 3, 6, 10 ] }
  ]
},
{
  q: ' 온라인 상에서 본인의 모습에 더 가까운 단어를 골라주세요.',
  a: [
    { answer: '객관적인 ', type: [4, 9, 11 ] },
    { answer: '주관적인 ', type: [0, 3, 6, 10 ] }
  ]
},
{
  q: ' 오늘 SNS를 사용하여 기억에 남는 긍정적인 경험(횟수)',
  a: [
    { answer: '다음 ', type: [0] }
  ]
},
{
  q: ' 오늘 SNS를 사용하여 기억에 남는 부정적인 경험(횟수)',
  a: [
    { answer: '다음 ', type: [0] }
  ]
},
{
  q: ' 오늘 나의 SNS 사용 태도를 평가한다면?(전의 답변들을 생각하면서 "주관적인 기준으로")',
  a: [
    { answer: '다음 ', type: [0] }
  ]
}
]

const infoList = [
{
  name:'',
  desc:''
},
{
  name:'',
  desc:''
},
{
  name:'',
  desc:''   },
{
  name:'' ,
  desc:'' },
{
  name:'' ,
  desc:''   },
{
  name:'' ,
  desc:''   },
{
  name:'' ,
  desc:''  },
{
  name:'' ,
      desc:''   },
{
  name:'' ,
  desc:'' },
{
  name:'' ,
  desc:''   },
{
  name:'' ,
  desc:''   },
{
  name:'' ,
  desc:''   },
]
